name = "Александр"
lang = "Python"
print(
    f"\tПривет, меня зовут {name}!"
    f"\n\n\tВ сентябре этого года я начал изучать язык программирования, который называется {lang}."
    f"Самое интересное и сложное из того материала, который мы прошли это были \"Fetch\" запросы"
    f"\n\n\tМне очень повезло с преподавателем, он обладает большим практическим опытом и может прямо на ходу писать код."
    f"\n\n\tБыло бы здорово, если на занятиях делали на практике небольшие задания, не нагромождая много функций в одну кучу.")